[
    {
        "name": "Лишение силы",
        "results": [
            {
                "min": 0,
                "max": 1,
                "text": "Мaгия оборачивается против вас, повергая в безумие. Сбросьте эту карту, если не потерасте 2 рассудка."
            },
            {
                "min": 2,
                "max": null,
                "text": "Заклинание срабатывает с ужасной силой. Потеряйте рассудок и вместо обычного эффекта получите +5 силы в этом контакте."
            },
            {
                "min": 0,
                "max": 0,
                "text": "Похоже, вы сказали не те слова. Заклинание обращается против вас. Сбросьте эту карту, если не возьмете состояние «Внутренняя травма»."
            },
            {
                "min": 1,
                "max": 1,
                "text": "Заклинание скручивает тело монстра. Потеряйте 1 рассудок."
            },
            {
                "min": 2,
                "max": null,
                "text": "Магическая энергия пульсирует и ещё раз обрушивается на монстра. Проходя проверку в ходе этого контакта, можете перебросить 1 кубик."
            }
        ]
    },
	{
		"name": "Иссушение",
		"results": [
			{
				"min": 0,
				"max": 0,
				"text": "Заклинание срывается, опаляя ваши ладони. Потеряйте 2 здоровья."
			},
			{
				"min": 1,
				"max": 1,
				"text": "Резкий запах горящей плоти даёт понять, что заклинание было прочтено правильно. Потеряйте 1 рассудок."
			},
			{
				"min": 2,
				"max": null,
				"text": "Магический огонь разгорается, перекидываясь на остальных врагов. Каждый другой монстр в вашей локации также теряет 2 здоровья."
			},
			{
				"min": 0,
				"max": 1,
				"text": "Заклинание отзывается в вашей голове неумолчным эхом, и его слова теряют всякий смысл. Сбросьте эту карту, если не потеряете 2 рассудка."
			},
			{
				"min": 2,
				"max": 2,
				"text": "Плоть вашего врага испаряется с громким шипением. Побочного эффекта нет."
			},
			{
				"min": 3,
				"max": null,
				"text": "Огонь и дым охватываютврага. Вместо обычного эффекта выбранный монстр теряет 1 здоровье за каждый успех."
			}
		]
	},
	{
		"name": "Сотворение",
		"results": [
			{
				"min": 0,
				"max": 0,
				"text": "Что вы могли забыть? Почему заклинание не действует? Если вам не выпало не одной четвёрки, сбросьте эту карту."
			},
            {
                "min": 1,
                "max": 3,
                "text": "На мгновение ваше сознание открывается могучему разуму, который обитает между мирами. Потеряйте 1 рассудок."
            },
            {
                "min": 4,
                "max": null,
                "text": "Сила волшебства превосходит ваши ожидания: возьмите из резерва ещё 1 актив-ВЕЩЬ или 1 актив-БЕЗДЕЛУШКА."
            },
            {
                "min": 0,
                "max": 0,
                "text": "Что-то пошло не так. Сбросьте эту карту, если не сбросите 1 актив-ВЕЩЬ."
            },
            {
                "min": 1,
                "max": 1,
                "text": "Нечто ужасное пытается вырвать у вас предмет. Потеряйте 1 рассудок."
            },
            {
                "min": 2,
                "max": null,
                "text": "Ваши желания исполняются у вас на глазах. Можете взять из резерва сколько угодно активов-ВЕЩЕЙ и активов-БЕЗДЕЛУШЕК общей ценой не выше числа выпавших успехов."
            }
		]
	},
	{
		"name": "Ясновидиние",
		"results": [
			{
				"min": 0,
				"max": 0,
				"text": "Знания растворяются в пустоте. Сбросьте улику из выбранной локации."
			},
            {
                "min": 1,
                "max": 2,
                "text": "Ваш разум не в силах вместить все эти знания. Потеряйте 1 рассудок."
            },
            {
                "min": 3,
                "max": null,
                "text": "Внезапно разрозненные образы сливаются в единое целое, и вас настигает озарение. Получите 1 улику."
            },
            {
                "min": 0,
                "max": 0,
                "text": "Раскрыв разум, вы поставили под удар свою душу. Сбросьте эту карту, если не возьмете состояние «Паранойя»."
            },
            {
                "min": 1,
                "max": 2,
                "text": "Ваш разум способен заглянуть во все уголки планеты. Побочного эффекта нет."
            },
            {
                "min": 3,
                "max": null,
                "text": "Ваши чувства обостряются до предела. Проходя проверки в ходе этого поискового контакта, можете бросать 1 дополнительный кубик."
            }
		]
	}
]
